export const routes = [
    {
        id: 1,
        name: "Горная тропа",
        length: "12 км",
        difficulty: "Средняя",
        description: "Живописная тропа через горы с умеренным набором высоты.",
    },
    {
        id: 2,
        name: "Лесная тропинка",
        length: "8 км",
        difficulty: "Легкая",
        description: "Спокойная прогулка через густой лес с обилием дикой природы.",
    },
    {
        id: 3,
        name: "Озёрное кольцо",
        length: "5 км",
        difficulty: "Легкая",
        description: "Круговой маршрут вокруг тихого озера, отлично подходит для начинающих.",
    },
    {
        id: 4,
        name: "Скалистый хребет",
        length: "15 км",
        difficulty: "Сложная",
        description: "Сложная тропа с крутыми подъёмами и каменистой местностью.",
    },
    {
        id: 5,
        name: "Речная долина",
        length: "10 км",
        difficulty: "Средняя",
        description: "Прогулка вдоль реки с потрясающими видами и удобными местами для отдыха.",
    },
    {
        id: 6,
        name: "Речная долина",
        length: "10 км",
        difficulty: "Средняя",
        description: "Прогулка вдоль реки с потрясающими видами и удобными местами для отдыха.",
    },
    {
        id: 7,
        name: "Речная долина",
        length: "10 км",
        difficulty: "Средняя",
        description: "Прогулка вдоль реки с потрясающими видами и удобными местами для отдыха.",
    },
    {
        id: 8,
        name: "Речная долина",
        length: "10 км",
        difficulty: "Средняя",
        description: "Прогулка вдоль реки с потрясающими видами и удобными местами для отдыха.",
    },
    {
        id: 5,
        name: "Речная долина",
        length: "10 км",
        difficulty: "Средняя",
        description: "Прогулка вдоль реки с потрясающими видами и удобными местами для отдыха.",
    },
];


export const dropDownData = [
    { value: 10, label: "Джал" },
    { value: 20, label: "Советская" },
    { value: 30, label: "Проспект Мира" },
];

export const closestDropDownData = [
    { value: true, label: "ближайший" },
    { value: false, label: "дальший" },
];
